Repository: CoolRunner-dk/woocommerce-pcn-stocksync
Catalog: coolrunner-pcn-stocksync/languages/coolrunner-pcn-stocksync-*.po
Languages: da_dk

source: PCN StockSync requires that WooCommerce is installed.
da_dk: PCN StockSync kræver, at WooCommerce er installeret.

source: You can download WooCommerce here:
da_dk: Du kan download WooCommerce her:

source: Get stock quantity from PakkecenterNord
da_dk: Hent lagerantal fra PakkecenterNord

source: SKU does not exist at PakkecenterNord
da_dk: Varenummeret findes ikke ved PakkecenterNor

source: PakkecenterNord - Settings
da_dk: PakkecenterNord - Indstillinger

source: PCN WooCommerce StockSync - Settings
da_dk: PCN WooCommerce StockSync - Indstillinger

source: Fill your PCN API Endpoint (https://xx.xx.dk/rest/v6/api.php)
da_dk: Udfyld dit PCN API Endpoint (eks: https://xx.xx.dk/rest/v6/api.php)

source: PCN Base-Auth Username
da_dk: PCN Base-Auth Brugernavn

source: Fill your PCN Base-Auth username
da_dk: Udfyld dit PCN Base-Auth brugernavn

source: PCN Base-Auth Password
da_dk: PCN Base-Auth Kodeord

source: Fill your PCN Base-Auth password (ex: xx1000)
da_dk: Udfyld dit PCN Base-Auth kodeord (eks: xx1000)

source: PCN OLS Customer ID
da_dk: PCN OLS Kunde ID

source: Fill your PCN OLS Customer ID (ex: 88)
da_dk: Udfyld dit PCN OLS Kunde ID (eks: 88)

source: PCN OLS Customer Username
da_dk: PCN OLS Kunde Brugernavn

source: Fill your PCN OLS Customer Username (ex: xx10)
da_dk: Udfyld dit PCN OLS Kunde Brugernavn (eks: xx10)

source: PCN OLS Customer Password
da_dk: PCN OLS Kunde Kodeord

source: Fill your PCN OLS Customer Password (ex: x1000)
da_dk: Udfyld dit PCN OLS Kunde Kodeord (eks: x1000)

source: Get stock quantity at new order placed?
da_dk: Hent lagerantal når en ny ordre oprettes?

source: Get stock quantity when ever a new order is placed
da_dk: Henter lagerantal når en ny ordre gemmes
